PRAGMA foreign_keys=OFF;
BEGIN TRANSACTION;
INSERT INTO app_movies VALUES(26,
'Сто лет тому вперёд',
'Сто лет тому вперёд',
2024,
'poster_26.jpg',
'фантастика, приключения, детский, семейный',
'Россия, Кинокомпания Водород, Art Pictures Studio',
'Александр Андрющенко',
'Даша Верещагина, Марк Эйдельштейн, Константин Хабенский, Виктория Исакова, Фёдор Бондарчук, Александр Петров (II), Юрий Борисов (II), Софа Цибирева, Матвей Астраханцев, Кирилл Митрофанов',
'Они живут в разных мирах. Коля Герасимов - в сегодняшней Москве, Алиса Селезнева - на сто лет позже. Коля - обычный парень, ему нет дела до будущего. Алису не отпускает прошлое: она должна найти маму, которую потеряла, когда была совсем ребенком. Встреча Алисы и Коли станет началом невероятных приключений, в которых нашим героям предстоит отвоевать у космических пиратов Вселенную, восстановить ход времени и обрести самое дорогое: любовь и дружбу.',
5.9,
7.4);
COMMIT;
